{
  "You seem to be using an unsupported operating system.": "Parece que está utilizando un sistema operativo no compatible.",
  "Please use one of following operating systems for a better experience": "Utilice uno de los siguientes sistemas operativos para una mejor experiencia",
  "You seem to be using an unsupported browser.": "Parece que está utilizando un navegador no compatible.",
  "Please use one of following browsers for a better experience": "Utilice uno de los siguientes navegadores para una mejor experiencia",
  "Checking network signal": "Comprobando la señal de la red",
  "Weak network signal": "Señal de red débil",
  "This process only works with a connection speed of at least": "Este proceso solo funciona con una velocidad de conexión de al menos",
  "This process only works with an upload connection speed of at least": "Este proceso solo funciona con una velocidad de conexión de subida de al menos",
  "It appears your network signal is too weak.": "Parece que la señal de su red es demasiado débil.",
  "re-test network connection": "vuelva a probar la conexión de red",
  "Good network signal": "Buena señal de red",
  "so make sure you maintain a good connection.": "así que asegúrese de mantener una buena conexión.",
  "i'm ready": "Estoy listo",
  "SKIP": "OMITIR",
  "Failed to get camera device stream": "No se pudo obtener la transmisión del dispositivo de la cámara",
  "You denied camera permissions, either by accident or on purpose.": "Negó los permisos de la cámara, ya sea por accidente o a propósito.",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.": "Para utilizar esta demostración, debe habilitar los permisos de la cámara en la configuración de su navegador o en la configuración de su sistema operativo.",
  "Failed to retrieve capture results": "No se pudieron recuperar los resultados de la captura",
  "i accept": "acepto",
  "Sorry, there was an issue.": "Lo siento, hubo un problema.",
  "The selected camera doesn't support required resolution": "La cámara seleccionada no admite la resolución requerida",
  "First, get an ID that has your picture.": "Primero, obtenga una identificación que tenga su foto.",
  "This can be a driver’s license, state ID card, learner’s permit, or passport.": "Puede ser una licencia de conducir, una tarjeta de identificación estatal, un permiso de aprendizaje o un pasaporte.",
  "I've got one": "tengo uno",
  "What country is the ID from?": "¿De qué país es la identificación?",
  "Frequently searched countries": "Países buscados con frecuencia",
  "What type of": "¿Qué tipo de documento",
  "document is it?": "es?",
  "Scan your document.": "Escanee su documento.",
  "Ensure your ID is centered in the frame. Clean your device’s camera if it’s dirty.": "Asegúrese de que su identificación esté centrada en el marco. Limpie la cámara de su dispositivo si está sucia.",
  "Continue": "Seguir",
  "We extracted successfully information from your document.": "Extrajimos con éxito la información de su documento.",
  "We did not extract correctly information from your document." : "No extrajimos con éxito la información de su documento.",
  "Capture was interrupted. We did not extract information from your document." : "La operación ha sido interrumpida. No extrajimos la información de su documento.",
  "An error occurred. We did not extract information from your document." : "Se ha producido un error. No extrajimos la información de su documento.",
  "We had some difficulties to capture your document.": "Tuvimos algunas dificultades para capturar su documento.",
  "Ensure all corners are visible.": "Asegúrese de que todas las esquinas estén visibles.",
  "Information extracted from the inside page of your passport.": "Información extraída de su pasaporte..",
  "Information extracted from the back of your": "Información extraída la parte posterior de su ",
  "Information extracted from the front of your": "Información extraída del frente de su ",
  "If anything is incorrect, please retake a picture of your document.": "Si algo es incorrecto, por favor vuelva a tomar una foto del reverso de su identificación.",
  "First Name": "Nombre de pila",
  "Michael": "Miguel",
  "Last Name": "Apellido",
  "Daniel": "Daniel",
  "DOB": "DOB",
  "1975-03-07": "03/07/1975",
  "Adresse": "Adresse",
  "62 Cottonwood Rd, Anytown, MA": "62 Cottonwood Rd, Ciudad cualquiera, MA",
  "Restart Demo": "Reiniciar la demostración",
  "Confirm and continue" : "Confirmar y continuar",
  "it's incorrect, rescan document": "es incorrecto, vuelve a intentarlo",
  "Example photo": "Foto de ejemplo",
  "Retry again": "Vuelve a intentarlo",
  "Scan the back of your": "Escanea la parte de atrás de su",
  "Ensure your ID is centered in the frame": "Asegúrese de que su identificación esté centrada en el marco.",
  "and that": "y eso",
  "clearly visible.": "claramente visible.",
  "Clean your device’s camera if it’s dirty.": "Limpie la cámara de su dispositivo si está sucia.",
  "We extracted info from your document.": "Extrajimos información de su documento.",
  "We extracted info from": "Extrajimos información de",
  "the": "los",
  "on": "en",
  "your": "tu",
  "If anything is incorrect, please retake a picture of the back of your ID.": "Si algo es incorrecto, vuelva a tomar una foto del reverso de su identificación.",
  "looks good, continue": "se ve bien, continúe",
  "We had some difficulties to capture your document, Ensure all corners are visible like the example below": "Tuvimos algunas dificultades para capturar su documento, asegúrese de que todas las esquinas sean visibles como en el ejemplo siguiente",
  "Scan the front of your": "Escanee el frente de su",
  "We extracted info from the front of your": "Extrajimos información del frente de su",
  "We extracted info from the back of your": "Extrajimos información de la parte posterior de su",
  "If anything is incorrect, please retake a picture of your ID.": "Si algo es incorrecto, por favor vuelva a tomar una foto de su identificación.",
  "Scan the inside page of your passport.": "Escanee la página interior de su pasaporte.",
  "While holding the passport with one hand, ensure the bottom info and your photo are clearly visible. Clean your phone’s camera if it’s dirty.": "Mientras sostiene el pasaporte con una mano, asegúrese de que la información de la parte inferior y su foto sean claramente visibles. Limpie la cámara de su teléfono si está sucia.",
  "We extracted info from the inside page of your passport.": "Extrajimos información de la página interior de su pasaporte.",
  "If anything is incorrect, please rescan your document.": "Si algo es incorrecto, vuelva a escanear su documento.",
  "In order to authenticate your document, we need access to your phone's camera. Sound good?": "Para autenticar su documento, necesitamos acceso a la cámara de su teléfono. ¿Le parece bien?",
  "Align ID in frame": "Alinear ID en marco",
  "Align the passport's inner page in frame": "Alinear la página interior del pasaporte en el marco",
  "Align Front of ID in frame": "Alinear el frente de la identificación en el marco",
  "Align Back of ID in frame": "Alinear la parte posterior de la identificación en el marco",
  "Keep your document still": "No mueva su documento",
  "Bottom of the document not readable": "No se puede leer la parte inferior del documento",
  "Barcode not detected": "El código de barras no se detecta",
  "Scanning document in progress": "Escaneado de documento en curso",
  "Rotate the document to fit in the frame": "Gire el documento para que quepa en el marco",
  "Hold your document straight": "Mantenga su documento derecho",
  "Low light detected": "Se detectó poca luz",
  "Reflection detected in document": "Reflexión detectada en el documento",
  "Move document further": "Aleje su documento",
  "Move document closer": "Acerque el documento",
  "Authenticating…": "Autenticando…",
  "Verifying your submitted document": "Verificando su documento enviado",
  "Get image from GIPS - dev only !": "Obtener imagen de GIPS - ¡solo para desarrolladores!",
  "Get GIPS transaction - dev only !": "Obtenga la transacción GIPS - ¡solo para desarrolladores!",
  "Now flip ID and scan the BACK": "Ahora voltee la carta y escanee la parte posterior",
  "Capture Initialization...": "Captura de inicialización ...",
  "Image searching...": "Búsqueda de imágenes...",
  "Please wait. May take up to 1 minute.": "Espere por favor. Puede tardar hasta 1 minuto",
  "Please wait": "Espere por favor",
  "Document Only": "Detección de bordes",
  "MRZ Only": "Solo MRZ",
  "Barcode Only": "Sólo código de barras",
  "MRZ & Barcode": "MRZ y código de barras",
  "MRZ on first side & Barcode on second side": "MRZ frontal y código de barras posterior",
  "Identity Card": "Tarjeta de identidad",
  "identity card": "tarjeta de identidad",
  "Driver's License": "Licencia de conducir",
  "driver's license": "licencia de conducir",
  "Passport": "Pasaporte",
  "passport": "pasaporte",
  "Resident Card": "Tarjeta de residencia",
  "resident card": "tarjeta de residencia",
  "Uploading": "Subida",
  "We are uploading your results": "Estamos subiendo sus resultados",
  "This might take a few moments": "Esto puede tomar tiempo",
  "Server is at capacity" : "El servidor está al máximo de su capacidad",
  "The server is currently unable to handle your request. Please try again in a few moments." : "El servidor actualmente no puede manejar su solicitud. Vuelva a intentarlo en unos momentos.",
  "Try again":"Inténtelo de nuevo",
  "Refresh the page": "Actualice la página",
  "Document auto-capture requires a good connection speed": "La captura automática de documentos requiere una buena velocidad de conexión",
  "Please check your connection and retry": "Por favor, verifique su conexión y vuelve a intentarlo",
  "You can also manually take a photo of your document and upload it.": "También puede tomar una foto de su documento manualmente y subirla",
  "take a photo on my own": "Tome una foto por mi cuenta",
  "take a photo": "Tome una foto",
  "Take a photo of the front of your": "Tome una foto de la parte frontal de su",
  "Take a photo of the back of your": "Tome una foto de la parte posterior de su",
  "Take a photo of the inside page of your passport": "Tome una foto de la página interior de su pasaporte",
  "Make sure all data is visible": "Asegurese de que todos los datos sean visibles",
  "Clean your back camera if it’s dirty": "Limpie la cámara trasera si está sucia",
  "Ensure good lighting conditions": "Asegurese de que haya buenas condiciones de iluminación",
  "Press continue when ready": "Presione continuar cuando estés listo",
  "Capture failed!": "¡Captura fallida!",
  "We detected the following issues:": "Detectamos los siguientes problemas:",
  "Not all corners of the document are visible in the picture": "No todos los bordes del documento son visibles en la foto",
  "The photo of the document is blurry": "La foto del documento está borrosa",
  "There are light reflections on the document": "Hay reflejos de luz en el documento",
  "Document is too close to the camera": "El documento está demasiado cerca de la cámara",
  "Document is too far from the camera": "El documento está demasiado lejos de la cámara",
  "Document tilted and not properly aligned in front of the camera": "El documento está inclinado y no alineado correctamente frente a la cámara",
  "Insufficient lighting conditions": "Condiciones de iluminación insuficientes",
  "No document detected": "No se detectó ningún documento",
  "Some data on the document is not readable": "Algunos datos en el documento no son legibles",
  "You scanned the wrong side of the document": "Ha escaneado el lado incorrecto del documento",
  "Document is in the wrong orientation": "El documento está en la orientación incorrecta",
  "Timeout occurred during the capture of your photo": "Ha transcurrido el tiempo de espera mientras se capturaba su foto",
  "Make sure that:": "Asegurese de que:",
  "You don't take too much time before capturing your photo": "No tomarse demasiado tiempo antes de capturar su foto",
  "You hold your phone steadily while taking a photo": "Mantenga su teléfono con firmeza mientras tomas una foto",
  "If your hands are shaking, you may need to ask for someone's assistance": "Si se tiemblan las manos, es posible que necesite pedir ayuda a alguien",
  "Light sources don't reflect on the document": "Las fuentes de luz no se reflejan en el documento",
  "If necessary, move to a more evenly lit environment": "Si es necesario, muevase a un lugar con mejor iluminación",
  "You are in a well-lit environment. It shouldn't be too dark or too bright": "Estás en un entorno bastante iluminado. No debe ser ni demasiado oscuro ni demasiado brillante",
  "Document is fully visible in the picture": "El documento es completamente visible en la foto",
  "All data on the document is clearly visible and nothing is covered": "Todos los datos en el documento son claramente visibles y nada está cubierto",
  "Document fills the camera, but the image remains sharp": "El documento llena la cámara, pero la imagen sigue siendo nítida",
  "Please scan the front side of the document": "Por favor, escanee el lado frontal del documento",
  "Please scan the back side of the document": "Por favor, escanee el lado posterior del documento",
  "Please scan the inside page of your passport": "Por favor, escanee la página interior de tu pasaporte",
  "Document is aligned accordingly with the orientation of your phone. For instance, if you're holding your phone horizontally, make sure the document is positioned horizontally as well": "El documento está alineado con la orientación de su teléfono. Por ejemplo, si sostiene su teléfono horizontalmente, Asegurese de que el documento también esté en posición horizontal",
  "Document is centered and all four corners of the document are clearly visible in the camera": "El documento está centrado y los cuatro bordes del documento son claramente visibles en la cámara",
  "Good job!": "¡Buen trabajo!",
  "The photo looks good and seems to check all the quality criteria.": "La foto es buena y parece cumplir todos los criterios de calidad.",
  "This is the photo of the front of your document": "Esta es la foto del frente de su documento",
  "This is the photo of the back of your document": "Esta es la foto del reverso de su documento",
  "This is the photo of the inside page of your passport": "Esta es la foto de la página interior de su pasaporte",
  "All corners are visible": "Todos los bordes son visibles",
  "All data is readable": "Todos los datos son legibles",
  "No glares and shadows": "Sin reflejos ni sombras",
  "Retake photo": "Vuelva a tomar la foto",
  "Ensure your ID is centered in the frame and the info are clearly visible.": "Asegúrese de que su identificación esté centrada en el marco y que la información sea claramente visible."
}
