{
  "You seem to be using an unsupported operating system.": "Parece que está utilizando un sistema operativo no compatible.",
  "Please use one of following operating systems for a better experience": "Utilice uno de los siguientes sistemas operativos para una mejor experiencia",
  "You seem to be using an unsupported browser.": "Parece que está utilizando un navegador no compatible.",
  "Please use one of following browsers for a better experience": "Utilice uno de los siguientes navegadores para una mejor experiencia",
  "Checking network signal": "Comprobando la señal de la red",
  "Weak network signal": "Señal de red débil",
  "This process only works with a connection speed of at least": "Este proceso solo funciona con una velocidad de conexión de al menos",
  "This process only works with an upload connection speed of at least": "Este proceso solo funciona con una velocidad de conexión de subida de al menos",
  "It appears your network signal is too weak.": "Parece que la señal de su red es demasiado débil.",
  "re-test network connection": "vuelva a probar la conexión de red",
  "Good network signal": "Buena señal de red",
  "so make sure you maintain a good connection.": "así que asegúrese de mantener una buena conexión.",
  "i'm ready": "Estoy listo",
  "SKIP": "OMITIR",
  "Failed to get camera device stream": "No se pudo obtener la transmisión del dispositivo de la cámara",
  "You denied camera permissions, either by accident or on purpose.": "Negó los permisos de la cámara, ya sea por accidente o a propósito.",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.": "Para utilizar esta demostración, debe habilitar los permisos de la cámara en la configuración de su navegador o en la configuración de su sistema operativo.",
  "Failed to retrieve capture results": "No se pudieron recuperar los resultados de la captura",
  "i accept": "acepto",
  "Sorry, there was an issue.": "Lo siento, hubo un problema.",
  "The selected camera doesn't support required resolution: ": "La cámara seleccionada no admite la resolución requerida:",
  "First, get an ID that has your picture.": "Primero, obtenga una identificación que tenga su foto.",
  "This can be a driver’s license, state ID card, learner’s permit, or passport.": "Puede ser una licencia de conducir, una tarjeta de identificación estatal, un permiso de aprendizaje o un pasaporte.",
  "I've got one": "tengo uno",
  "What country is the ID from?": "¿De qué país es la identificación?",
  "Frequently searched countries": "Países buscados con frecuencia",
  "What type of": "Que tipo de",
  "document is it?": "documento es?",
  "Scan your document.": "Escanee su documento.",
  "Ensure your ID is centered in the frame. Clean your device’s camera if it’s dirty.": "Asegúrese de que su identificación esté centrada en el marco. Limpie la cámara de su dispositivo si está sucia.",
  "Continue": "Seguir",
  "We extracted info from your document.": "Extrajimos información de su documento.",
  "If anything is incorrect, please retake a picture of your document.": "Si algo es incorrecto, por favor vuelva a tomar una foto del reverso de su identificación.",
  "First Name": "Nombre de pila",
  "Michael": "Miguel",
  "Last Name": "Apellido",
  "Daniel": "Daniel",
  "DOB": "DOB",
  "1975-03-07": "03/07/1975",
  "Adresse": "Adresse",
  "62 Cottonwood Rd, Anytown, MA": "62 Cottonwood Rd, Ciudad cualquiera, MA",
  "Restart Demo": "Reiniciar la demostración",
  "it's incorrect, rescan document": "es incorrecto, vuelva a escanear el documento",
  "We had some difficulties to capture your document, Ensure all corners are visible.": "Tuvimos algunas dificultades para capturar su documento. Asegúrese de que todas las esquinas estén visibles.",
  "Example photo": "Foto de ejemplo",
  "Retry again": "Vuelve a intentarlo",
  "Scan the back of your": "Escanea la parte de atrás de tu",
  "Ensure your ID is centered in the frame": "Asegúrese de que su identificación esté centrada en el marco.",
  "and that": "y eso",
  "clearly visible.": "claramente visible.",
  "Clean your device’s camera if it’s dirty.": "Limpie la cámara de su dispositivo si está sucia.",
  "We extracted info from": "Extrajimos información de",
  "the": "los",
  "on": "en",
  "your": "tu",
  "If anything is incorrect, please retake a picture of the back of your ID.": "Si algo es incorrecto, vuelva a tomar una foto del reverso de su identificación.",
  "looks good, continue": "se ve bien, continúe",
  "We had some difficulties to capture your document, Ensure all corners are visible like the example below": "Tuvimos algunas dificultades para capturar su documento, asegúrese de que todas las esquinas sean visibles como en el ejemplo siguiente",
  "Scan the front of your": "Escanee el frente de su",
  "We extracted info from the front of your": "Extrajimos información del frente de su",
  "If anything is incorrect, please retake a picture of your ID.": "Si algo es incorrecto, por favor vuelva a tomar una foto de su identificación.",
  "Scan the inside page of your passport.": "Escanee la página interior de su pasaporte.",
  "While holding the passport with one hand, ensure the bottom info and your photo are clearly visible. Clean your phone’s camera if it’s dirty.": "Mientras sostiene el pasaporte con una mano, asegúrese de que la información de la parte inferior y su foto sean claramente visibles. Limpie la cámara de su teléfono si está sucia.",
  "We extracted info from the inside page of your passport.": "Extrajimos información de la página interior de su pasaporte.",
  "If anything is incorrect, please rescan your document.": "Si algo es incorrecto, vuelva a escanear su documento.",
  "In order to authenticate your document, we need access to your phone's camera. Sound good?": "Para autenticar su documento, necesitamos acceso a la cámara de su teléfono. ¿Suena bien?",
  "Align ID in frame": "Alinear ID en marco",
  "Align Inside page of ID in frame": "Alinear la página interior de la identificación en el marco",
  "Align Front of ID in frame": "Alinear el frente de la identificación en el marco",
  "Align Back of ID in frame": "Alinear la parte posterior de la identificación en el marco",
  "Keep your document still": "No mueva su documento",
  "Scanning document in progress": "Escaneado de documento en curso",
  "Hold your document straight": "Mantenga su documento derecho",
  "Low light detected": "Se detectó poca luz",
  "Reflection detected in document": "Reflexión detectada en el documento",
  "Move document further": "Aleje su documento",
  "Move document closer": "Acerque el documento",
  "Authenticating…": "Autenticando…",
  "Verifying your submitted document": "Verificando su documento enviado"
}
