{
  "You seem to be using an unsupported operating system.": "Vous semblez utiliser un système d'exploitation non pris en charge.",
  "Please use one of following operating systems for a better experience": "Veuillez utiliser l'un des systèmes d'exploitation suivants pour une meilleure expérience",
  "You seem to be using an unsupported browser.": "Vous semblez utiliser un navigateur incompatible.",
  "Please use one of following browsers for a better experience": "Veuillez utiliser l'un des navigateurs suivants pour une meilleure expérience",
  "Checking network signal": "Vérification du signal réseau",
  "Weak network signal": "Signal réseau faible",
  "This process only works with a connection speed of at least": "Ce processus ne fonctionne qu'avec une vitesse de connexion d'au moins",
  "This process only works with an upload connection speed of at least": "Ce processus ne fonctionne qu'avec une vitesse de connexion de téléchargement d'au moins",
  "It appears your network signal is too weak.": "Il semble que votre signal réseau soit trop faible.",
  "re-test network connection": "retester la connexion réseau",
  "Good network signal": "Bon signal réseau",
  "so make sure you maintain a good connection.": "alors assurez-vous de maintenir une bonne connexion.",
  "i'm ready": "je suis prêt",
  "SKIP": "PASSER",
  "Failed to get camera device stream": "Échec de l'obtention du flux de l'appareil photo",
  "You denied camera permissions, either by accident or on purpose.": "Vous avez refusé les autorisations de la caméra, soit par accident, soit volontairement.",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.": "Pour utiliser cette démo, vous devez activer les autorisations de la caméra dans les paramètres de votre navigateur ou dans les paramètres de votre système d'exploitation.",
  "i accept": "J'accepte",
  "Sorry, there was an issue.": "Désolé, un problème est survenu.",
  "The selected camera doesn't support required resolution": "La caméra sélectionnée ne prend pas en charge la résolution requise",
  "Failed to retrieve capture results": "Échec de la récupération des résultats de la capture",
  "First, get an ID that has your picture.": "Tout d'abord, obtenez une pièce d'identité avec votre photo.",
  "This can be a driver’s license, state ID card, learner’s permit, or passport.": "Il peut s’agir d’un permis de conduire, d’une carte d’identité nationale, d’un permis d’étudiant ou d’un passeport.",
  "I've got one": "j'en ai un",
  "What country is the ID from?": "De quel pays le document d'identité provient-il ?",
  "Frequently searched countries": "Pays fréquemment recherchés",
  "What type of": "De quel type de document",
  "document is it?": "s'agit-il ?",
  "Scan your document.": "Scannez votre document.",
  "Ensure your ID is centered in the frame. Clean your device’s camera if it’s dirty.": "Assurez-vous que votre document d'identité est centrée dans le cadre. Nettoyez la caméra de votre appareil si elle est sale.",
  "Continue": "Continuer",
  "We extracted info from your document.": "Nous avons extrait les informations de votre document.",
  "We extracted successfully information from your document.": "Nous avons extrait avec succès les informations de votre document.",
  "We did not extract correctly information from your document." : "Nous n'avons pas extrait avec succès les informations de votre document.",
  "Capture was interrupted. We did not extract information from your document." : "La capture a été interrompue. Nous n'avons pas extrait les informations de votre document.",
  "An error occurred. We did not extract information from your document." : "Une erreur a eu lieu. Nous n'avons pas extrait les informations de votre document.",
  "Information extracted from the inside page of your passport.": "Informations extraites de votre passeport.",
  "Information extracted from the back of your": "Informations extraites du verso de votre ",
  "Information extracted from the front of your": "Informations extraites du recto de votre ",
  "If anything is incorrect, please retake a picture of your document.": "Si quelque chose est incorrect, veuillez reprendre une photo de votre document.",
  "First Name": "Prénom",
  "Michael": "Michael",
  "Last Name": "Nom de famille",
  "Daniel": "Daniel",
  "DOB": "DOB",
  "1975-03-07": "07/03/1975",
  "Adresse": "Adresse",
  "62 Cottonwood Rd, Anytown, MA": "62 chemin Cottonwood, Anytown, MA",
  "Restart Demo": "Redémarrer la démo",
  "Confirm and continue" : "Confirmer et continuer",
  "it's incorrect, rescan document": "c'est incorrect, réessayer",
  "Example photo": "Exemple de photo",
  "Retry again": "Réessayer",
  "Scan the back of your": "Scannez le dos de votre",
  "Ensure your ID is centered in the frame": "Assurez-vous que votre pièce d'identité est centrée dans le cadre",
  "and that": "et cela",
  "clearly visible.": "clairement visible.",
  "Clean your device’s camera if it’s dirty.": "Nettoyez la caméra de votre appareil si elle est sale.",
  "We extracted info from": "Nous avons extrait des informations de",
  "the": "la",
  "on": "sur",
  "your": "votre",
  "If anything is incorrect, please retake a picture of the back of your ID.": "Si quelque chose est incorrect, veuillez reprendre une photo du dos de votre pièce d'identité.",
  "looks good, continue": "ça a l'air bien, continuez",
  "We had some difficulties to capture your document.": "Nous avons eu des difficultés à capturer votre document.",
  "Ensure all corners are visible.": "Assurez-vous que tous les coins sont visibles.",
  "Scan the front of your": "Scannez l'avant de votre",
  "We extracted info from the front of your": "Nous avons extrait les informations de l'avant de votre",
  "We extracted info from the back of your": "Nous avons extrait les informations de l'arrière de votre",
  "If anything is incorrect, please retake a picture of your ID.": "Si quelque chose est incorrect, veuillez reprendre une photo de votre pièce d'identité.",
  "Scan the inside page of your passport.": "Scannez la page intérieure de votre passeport.",
  "While holding the passport with one hand, ensure the bottom info and your photo are clearly visible. Clean your phone’s camera if it’s dirty.": "Tout en tenant le passeport d'une main, assurez-vous que les informations du bas et votre photo sont clairement visibles. Nettoyez la caméra de votre téléphone si elle est sale.",
  "We extracted info from the inside page of your passport.": "Nous avons extrait les informations de la page intérieure de votre passeport.",
  "If anything is incorrect, please rescan your document.": "Si quelque chose est incorrect, veuillez scanner à nouveau votre document.",
  "In order to authenticate your document, we need access to your phone's camera. Sound good?": "Afin d'authentifier votre document, nous devons accéder à la caméra de votre téléphone. Ça vous va ?",
  "Align ID in frame": "Aligner la pièce d'identité dans le cadre",
  "Align the passport's inner page in frame": "Aligner l'intérieur du passeport dans le cadre",
  "Align Front of ID in frame": "Aligner l'avant de la pièce d'identité dans le cadre",
  "Align Back of ID in frame": "Aligner l'arrière du document dans le cadre",
  "Keep your document still": "Gardez votre document immobile",
  "Bottom of the document not readable": "Le bas du document n'est pas lisible",
  "Barcode not detected": "Le code barre n'est pas détecté",
  "Scanning document in progress": "Numérisation du document en cours",
  "Rotate the document to fit in the frame": "Retournez le document pour qu'il rentre dans le cadre.",
  "Hold your document straight": "Tenez votre document droit",
  "Low light detected": "Faible luminosité détectée",
  "Reflection detected in document": "Réflexion détectée dans le document",
  "Move document further": "Déplacer le document plus loin",
  "Move document closer": "Rapprocher le document",
  "Authenticating…": "Authentification…",
  "Verifying your submitted document": "Vérification de votre document soumis",
  "Get image from GIPS - dev only !": "Récupérer l'image depuis GIPS - dev !!",
  "Get GIPS transaction - dev only !": "Récupérer la transaction GIPS - dev !!",
  "Now flip ID and scan the BACK": "Retournez votre document afin de scanner le verso",
  "Capture Initialization...": "Initialisation de la capture",
  "Image searching...": "Recherche de l'image...",
  "Please wait. May take up to 1 minute.": "Veuillez patientez. Peut prendre jusqu'à 1 minute",
  "Please wait": "Veuillez patienter",
  "Document Only": "Détection de bordure",
  "MRZ Only": "Uniquement MRZ",
  "Barcode Only": "Uniquement code barre",
  "MRZ & Barcode": "MRZ & code barre",
  "MRZ on first side & Barcode on second side": "recto MRZ & verso code barre",
  "Identity Card": "Carte d'identité",
  "identity card": "carte d'identité",
  "Driver's License": "Permis de Conduire",
  "driver's license": "permis de conduire",
  "Passport": "Passeport",
  "passport": "passeport",
  "Resident Card": "Carte de Séjour",
  "resident card": "carte de séjour",
  "Uploading": "Chargement",
  "We are uploading your results": "Nous téléchargeons vos résultats",
  "This might take a few moments": "Cela peut prendre quelques instants",
  "Server is at capacity" : "Le serveur est à pleine capacité",
  "The server is currently unable to handle your request. Please try again in a few moments." : "Le serveur est actuellement incapable de traiter votre demande. Merci de réessayer dans quelques instants.",
  "Try again":"Réessayer",
  "Refresh the page": "Actualiser la page",
  "Document auto-capture requires a good connection speed": "La capture automatique de document nécessite une bonne vitesse de connexion",
  "Please check your connection and retry": "Veuillez vérifier votre connexion et réessayer",
  "You can also manually take a photo of your document and upload it.": "Vous pouvez également prendre une photo de votre document manuellement.",
  "take a photo on my own": "prendre une photo moi-même",
  "take a photo": "prendre une photo",
  "Take a photo of the front of your": "Prenez une photo de l'avant de votre",
  "Take a photo of the back of your": "Prenez une photo du verso de votre",
  "Take a photo of the inside page of your passport": "Prenez une photo de la page intérieure de votre passeport",
  "Make sure all data is visible": "Assurez-vous que toutes les données sont visibles",
  "Clean your back camera if it’s dirty": "Nettoyez votre caméra arrière si elle est sale",
  "Ensure good lighting conditions": "Assurez de bonnes conditions d'éclairage",
  "Press continue when ready": "Appuyez sur continuer lorsque vous êtes prêt",
  "Capture failed!": "Échec de la capture!",
  "We detected the following issues:": "Nous avons détecté les problèmes suivants :",
  "Not all corners of the document are visible in the picture": "Tous les coins du document ne sont pas visibles sur la photo",
  "The photo of the document is blurry": "La photo du document est floue",
  "There are light reflections on the document": "Il y a des reflets de lumière sur le document",
  "Document is too close to the camera": "Le document est trop proche de la caméra",
  "Document is too far from the camera": "Le document est trop éloigné de la caméra",
  "Document tilted and not properly aligned in front of the camera": "Le document est incliné et mal aligné devant la caméra",
  "Insufficient lighting conditions": "Conditions d'éclairage insuffisantes",
  "No document detected": "Aucun document détecté",
  "Some data on the document is not readable": "Certaines données sur le document sont illisibles",
  "You scanned the wrong side of the document": "Vous avez scanné le mauvais côté du document",
  "Document is in the wrong orientation": "Le document est dans la mauvaise orientation",
  "Timeout occurred during the capture of your photo": "Le délai d'attente s'est écoulé pendant la capture de votre photo",
  "Make sure that:": "Assurez-vous que :",
  "You don't take too much time before capturing your photo": "Ne pas prendre trop de temps avant de capturer votre photo",
  "You hold your phone steadily while taking a photo": "Vous tenez votre téléphone fermement lors de la prise de photo",
  "If your hands are shaking, you may need to ask for someone's assistance": "Si vos mains tremblent, vous pourriez avoir besoin de l'aide de quelqu'un",
  "Light sources don't reflect on the document": "Pas de reflèts de lumieres pas sur le document",
  "If necessary, move to a more evenly lit environment": "Si nécessaire, déplacez-vous dans un environnement mieux éclairé",
  "You are in a well-lit environment. It shouldn't be too dark or too bright": "Vous êtes dans un environnement bien éclairé. Il ne doit pas être trop sombre ni trop lumineux",
  "Document is fully visible in the picture": "Le document est entièrement visible sur la photo",
  "All data on the document is clearly visible and nothing is covered": "Toutes les données sur le document sont clairement visibles et rien n'est couvert",
  "Document fills the camera, but the image remains sharp": "Le document remplit l'écran, mais l'image reste nette",
  "Please scan the front side of the document": "Veuillez scanner le recto du document",
  "Please scan the back side of the document": "Veuillez scanner le verso du document",
  "Please scan the inside page of your passport": "Veuillez scanner la page intérieure de votre passeport",
  "Document is aligned accordingly with the orientation of your phone. For instance, if you're holding your phone horizontally, make sure the document is positioned horizontally as well": "Le document est aligné avec l'orientation de votre téléphone. Par exemple, si vous tenez votre téléphone horizontalement, assurez-vous que le document est également positionné horizontalement",
  "Document is centered and all four corners of the document are clearly visible in the camera": "Le document est centré et les quatre coins du document sont clairement visibles à la caméra",
  "Good job!": "Bon travail !",
  "The photo looks good and seems to check all the quality criteria.": "La photo est bonne et semble respecter tous les critères de qualité.",
  "This is the photo of the front of your document": "Ceci est la photo du recto de votre document",
  "This is the photo of the back of your document": "Ceci est la photo du verso de votre document",
  "This is the photo of the inside page of your passport": "Ceci est la photo de la page intérieure de votre passeport",
  "All corners are visible": "Tous les coins sont visibles",
  "All data is readable": "Toutes les données sont lisibles",
  "No glares and shadows": "Pas de reflets ni d'ombres",
  "Retake photo": "Reprendre la photo",
  "Ensure your ID is centered in the frame and the info are clearly visible.": "Assurez-vous que votre pièce d'identité est centrée dans le cadre et que les informations sont clairement visibles."
}
