{
  "You seem to be using an unsupported operating system.": "Vous semblez utiliser un système d'exploitation non pris en charge.",
  "Please use one of following operating systems for a better experience": "Veuillez utiliser l'un des systèmes d'exploitation suivants pour une meilleure expérience",
  "You seem to be using an unsupported browser.": "Vous semblez utiliser un navigateur incompatible.",
  "Please use one of following browsers for a better experience": "Veuillez utiliser l'un des navigateurs suivants pour une meilleure expérience",
  "Checking network signal": "Vérification du signal réseau",
  "Weak network signal": "Signal réseau faible",
  "This process only works with a connection speed of at least": "Ce processus ne fonctionne qu'avec une vitesse de connexion d'au moins",
  "This process only works with an upload connection speed of at least": "Ce processus ne fonctionne qu'avec une vitesse de connexion de téléchargement d'au moins",
  "It appears your network signal is too weak.": "Il semble que votre signal réseau soit trop faible.",
  "re-test network connection": "retester la connexion réseau",
  "Good network signal": "Bon signal réseau",
  "so make sure you maintain a good connection.": "alors assurez-vous de maintenir une bonne connexion.",
  "i'm ready": "je suis prêt",
  "SKIP": "SAUTER",
  "Failed to get camera device stream": "Échec de l'obtention du flux de l'appareil photo",
  "You denied camera permissions, either by accident or on purpose.": "Vous avez refusé les autorisations de la caméra, soit par accident, soit volontairement.",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.": "Pour utiliser cette démo, vous devez activer les autorisations de la caméra dans les paramètres de votre navigateur ou dans les paramètres de votre système d'exploitation.",
  "Failed to retrieve capture results": "Échec de la récupération des résultats de capture",
  "i accept": "J'accepte",
  "Sorry, there was an issue.": "Désolé, un problème est survenu.",
  "The selected camera doesn't support required resolution: ": "La caméra sélectionnée ne prend pas en charge la résolution requise: ",
  "Failed to retrieve capture results": "Échec de la récupération des résultats de la capture",
  "First, get an ID that has your picture.": "Tout d'abord, obtenez une pièce d'identité avec votre photo.",
  "This can be a driver’s license, state ID card, learner’s permit, or passport.": "Il peut s’agir d’un permis de conduire, d’une carte d’identité nationale, d’un permis d’étudiant ou d’un passeport.",
  "I've got one": "j'en ai un",
  "What country is the ID from?": "De quel pays le document d'identité provient-il?",
  "Frequently searched countries": "Pays fréquemment recherchés",
  "What type of": "Quel type de",
  "document is it?": "le document est-il?",
  "Scan your document.": "Scannez votre document.",
  "Ensure your ID is centered in the frame. Clean your device’s camera if it’s dirty.": "Assurez-vous que votre document d'identité est centrée dans le cadre. Nettoyez la caméra de votre appareil si elle est sale.",
  "Continue": "Continuer",
  "We extracted info from your document.": "Nous avons extrait des informations de votre document.",
  "If anything is incorrect, please retake a picture of your document.": "Si quelque chose est incorrect, veuillez reprendre une photo de votre document.",
  "First Name": "Prénom",
  "Michael": "Michael",
  "Last Name": "Nom de famille",
  "Daniel": "Daniel",
  "DOB": "DOB",
  "1975-03-07": "07/03/1975",
  "Adresse": "Adresse",
  "62 Cottonwood Rd, Anytown, MA": "62 chemin Cottonwood, Anytown, MA",
  "Restart Demo": "Redémarrer la démo",
  "it's incorrect, rescan document": "c'est incorrect, numériser à nouveau le document",
  "We had some difficulties to capture your document, Ensure all corners are visible.": "Nous avons eu quelques difficultés à capturer votre document, assurez-vous que tous les coins sont visibles.",
  "Example photo": "Exemple de photo",
  "Retry again": "Réessayer",
  "Scan the back of your": "Scannez le dos de votre",
  "Ensure your ID is centered in the frame": "Assurez-vous que votre pièce d'identité est centrée dans le cadre",
  "and that": "et cela",
  "clearly visible.": "clairement visible.",
  "Clean your device’s camera if it’s dirty.": "Nettoyez la caméra de votre appareil si elle est sale.",
  "We extracted info from": "Nous avons extrait des informations de",
  "the": "la",
  "on": "sur",
  "your": "votre",
  "If anything is incorrect, please retake a picture of the back of your ID.": "Si quelque chose est incorrect, veuillez reprendre une photo du dos de votre pièce d'identité.",
  "looks good, continue": "ça a l'air bien, continuez",
  "We had some difficulties to capture your document, Ensure all corners are visible like the example below": "Nous avons eu quelques difficultés à capturer votre document, assurez-vous que tous les coins sont visibles comme dans l'exemple ci-dessous",
  "Scan the front of your": "Scannez l'avant de votre",
  "We extracted info from the front of your": "Nous avons extrait les informations de l'avant de votre",
  "If anything is incorrect, please retake a picture of your ID.": "Si quelque chose est incorrect, veuillez reprendre une photo de votre pièce d'identité.",
  "Scan the inside page of your passport.": "Scannez la page intérieure de votre passeport.",
  "While holding the passport with one hand, ensure the bottom info and your photo are clearly visible. Clean your phone’s camera if it’s dirty.": "Tout en tenant le passeport d'une main, assurez-vous que les informations du bas et votre photo sont clairement visibles. Nettoyez la caméra de votre téléphone si elle est sale.",
  "We extracted info from the inside page of your passport.": "Nous avons extrait les informations de la page intérieure de votre passeport.",
  "If anything is incorrect, please rescan your document.": "Si quelque chose est incorrect, veuillez scanner à nouveau votre document.",
  "In order to authenticate your document, we need access to your phone's camera. Sound good?": "Afin d'authentifier votre document, nous devons accéder à la caméra de votre téléphone. Ça sonne bien?",
  "Align ID in frame": "Aligner la pièce d'identité dans le cadre",
  "Align Inside page of ID in frame": "Aligner la page intérieure de la pièce d'identité dans le cadre",
  "Align Front of ID in frame": "Aligner l'avant de la pièce d'identité dans le cadre",
  "Align Back of ID in frame": "Aligner l'arrière le document dans le cadre",
  "Keep your document still": "Gardez votre document immobile",
  "Scanning document in progress": "Numérisation du document en cours",
  "Hold your document straight": "Tenez votre document droit",
  "Low light detected": "Faible luminosité détectée",
  "Reflection detected in document": "Réflexion détectée dans le document",
  "Move document further": "Déplacer le document plus loin",
  "Move document closer": "Rapprocher le document",
  "Authenticating…": "Authentification…",
  "Verifying your submitted document": "Vérification de votre document soumis"
}
