{
  "Checking network signal": "Comprobando la señal de red",
  "Weak network signal":"Señal de red débil",
  "Good network signal":"Buena señal de red",
  "This process only works with a connection speed of at least":"Este proceso solo funciona con una velocidad de conexión de al menos",
  "This process only works with an upload connection speed of at least":"Este proceso solo funciona con una velocidad de conexión de carga (subida) de al menos",
  "so make sure you maintain a good connection.":"así que asegúrate de mantener una buena conexión.",
  "It appears your network signal is too weak.":"Parece que su señal de red es demasiado débil.",
  "re-test network connection":"volver a probar la conexión de red",
  "You seem to be using an unsupported browser.":"Parece que estás usando un navegador no compatible.",
  "You seem to be using an unsupported operating system.":"Parece que está utilizando un sistema operativo no compatible.",
  "Please use one of following browsers for a better experience":"Utilice uno de los siguientes navegadores para una mejor experiencia",
  "Please use one of following operating systems for a better experience":"Utilice uno de los siguientes sistemas operativos para una mejor experiencia",

  "SKIP":"OMITIR",
  "next":"siguiente",
  "Next":"Siguiente",
  "Please watch this quick video.":"Por favor, mira este corto video.",
  "It will help you understand the next task.":"Te ayudará a comprender la próxima tarea.",
  "Bring your phone up to eye level.":"Lleve su teléfono a la altura de los ojos.",
  "For the next task, make sure your computer is flat on a table or other surface.":"Para la próxima tarea, asegúrese de que su computadora esté plana sobre una mesa u otra superficie.",
  "For this task, you'll need to center your face.":"Para esta tarea, necesitarás centrar tu cara.",
  "For this task, center your face and stay still while the timer counts down.":"Para esta tarea, necesitarás centrar tu cara y quédese quieto mientras el temporizador cuenta atrás.",
  "Are you ready to start?":"¿Estas listo para empezar?",
  "If not, you can rewatch the video to learn helpful tips on how to complete it.":"Si no, puede volver a ver el video para obtener consejos útiles sobre cómo completarlo.",
  "i'm ready":"Estoy listo",
  "You'll move your head to connect the line to point #1 and point #2.":"Moverás la cabeza para conectar la línea al punto 1 y al 2.",
  "go back":"atrás",
  "Need some help? Here's some helpful tips:":"¿Necesita ayuda? Aquí hay algunos consejos útiles:",
  "Don't move the device, only your head.":"No muevas el dispositivo, solo tu cabeza.",
  "Connect the line with point #1, hold it in place for a count, and then connect it to point #2.":"Conecte la línea con el punto n. ° 1, manténgala en su lugar por un momento y luego conéctela al punto n. ° 2.",
  "try again":"Inténtelo de nuevo",
  "Try again":"Inténtelo de nuevo",
  "In order to authenticate you, we need access to your phone's camera. Sound good?":"Para autenticarlo, necesitamos acceso a la cámara de su teléfono. ¿Está de acuerdo?",
  "i accept":"acepto",
  "help":"ayuda",
  "Center your face":"Centra tu cara",
  "Move closer":"Muévete mas cerca",
  "Move further":"Muévete más lejos",
  "Please wait a moment.": "Por favor espera un momento.",
  "Authentication in progress": "Autenticación en curso",
  "Please hold your phone vertically.":"Por favor sostenga su teléfono verticalmente.",
  "Rotate your head to move the line.":"Gira la cabeza para mover la línea.",
  "Move the line with your head to this point":"Mueve la línea con la cabeza hasta este punto",
  "Move the dotted line to the point by moving your head.":"Mueva la línea punteada al punto moviendo la cabeza.",
  "Move only your head, not the device.":"Mueve solo tu cabeza, no el teléfono.",
  "You passed liveness!":"¡Pasaste la prueba!",
  "Here's the image we captured during liveness.":"Aquí está la imagen que capturamos durante la prueba.",
  "restart demo":"reiniciar demo",
  "It looks like you’re having a bit of trouble. Here are some tips:":"Pareces tener dificultades. Aquí hay algunos consejos:",
  "It looks like you're having a bit of trouble. we suggest you watch this tutorial video.":"Parece que estás teniendo problemas. Te sugerimos que veas este video tutorial.",
  "Sorry, there was an issue.":"Lo siento, hubo un problema.",
  "Now, put your phone in front of your face, and take a selfie.":"Ahora, pon tu teléfono frente a tu cara y tómate una selfie.",
  "Now, upload a selfie of yourself.":"Ahora, sube una selfie tuya.",
  "take my picture":"tomar mi foto",
  "upload my picture":"subir mi foto",
  "Success":"Éxito",
  "Matching failed.":"La coincidencia ha fallado.",
  "Uploading image":"Subiendo imagen",

  "Failed to get camera device stream":"No se pudo obtener la transmisión del dispositivo de la cámara",
  "You denied camera permissions, either by accident or on purpose.":"Denegaste los permisos de la cámara, ya sea por accidente o a propósito.",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.":"Para utilizar esta demostración, debe habilitar los permisos de la cámara en la configuración de su navegador o en la configuración de su sistema operativo.",
  "Failed to initialize session":"Error al inicializar la sesión",
  "Failed to retrieve liveness results":"Error al recuperar resultados de la prueba",
  "Timeout has expired":"El tiempo de espera ha expirado",
  "Liveness succeeded":"La prueba tuvo éxito",
  "Liveness failed":"La prueba fracasó",
  "Failed to switch camera":"Error al cambiar de cámara",
  "Good job! Only one more point to go.":"¡Buen trabajo! Solo queda un punto más.",
  "Good job! Only two more points to go.":"¡Buen trabajo! Solo quedan dos puntos más.",
  "Good job! Only three more points to go.":"¡Buen trabajo! Solo quedan tres puntos más.",
  "Good job! Only four more points to go.":"¡Buen trabajo! Solo quedan cuatro puntos más.",
  "Good job! Only five more points to go.":"¡Buen trabajo! Solo quedan cinco puntos más.",
  "Matching succeeded <br> score: ":"La coincidencia tuvo éxito puntuación:",
  "Matching failed <br> score: ":"Coincidencia fallida puntuación:",
  "Don't move.": "No se mueva.",
  "The place is too dark": "El lugar esta muy oscuro",
  "The place is too bright": "El lugar es muy brillante.",
  "Video Campaign": "Campaña de video",
  "We are asking you to help us by sharing your face's details. This will take less than 5 minutes and it will help us improve our algorithm.": "Te pedimos que nos ayudes compartiendo los detalles de tu cara. Esto tomará menos de 5 minutos y nos ayudará a mejorar nuestro algoritmo.",
  "Country": "País",
  "Choose Country": "Elija el país",
  "Email": "Correo electrónico",
  "Email address": "Dirección de correo electrónico",
  "I agree to the ": "Acepto los",
  "Terms of Use ": "Términos de uso ",
  "and ": "y ",
  "Privacy and Cookies Policy.": "la Política de privacidad y cookies.",
  "You'll be capturing your face under different lighting and environment conditions.": "Estarás capturando tu rostro bajo diferentes condiciones de iluminación y de ambiente.",
  "Please start by indicating what lighting you have right now. Is it natural light (sun) or artificial light (lamps or overhead lights) ?": "Por favor, empieza indicando qué iluminación tienes ahora mismo. ¿Es luz natural (sol) o artificial (lámparas o luces de techo)?",
  "Natural light (sun)": "Luz natural (sol)",
  "Artificial light": "La luz artificial",
  "Continue": "Continúa",
  "Are you outside or inside right now?": "¿Estás afuera o adentro ahora mismo?",
  "I'm outside": "Estoy afuera",
  "I'm inside": "Estoy dentro",
  "Are you wearing glasses right now?": "¿Estás usando anteojos ahora mismo?",
  "I’m not wearing glasses": "No llevo gafas",
  "I’m wearing glasses": "Estoy usando anteojos",
  "Great! Now please move to another room or go outside if you’re inside or go inside if you’re outside.": "¡Excelente! Ahora, muévase a otra habitación o salga si está adentro o entre si está afuera.",
  "Please indicate what lighting you have right now. Is it natural light (sun) or artificial light (lamps or overhead lights)?": "Indique qué iluminación tiene en este momento. ¿Es luz natural (sol) o luz artificial (lámparas o luces de techo)?",
  "Please fill in the required fields.": "Por favor llene los campos requeridos.",
  "Great!": "¡Excelente!",
  "Terms and Conditions": "Términos y Condiciones",
  "Conditions text": "Texto de condiciones",
  "Keep still for 5 sec.": "Quédese quieto durante 5 segundos.",
  "An error occurred during the test.":"An error occurred during the test.",
  "Get GIPS portrait - dev only !": "Obtén el retrato de GIPS, ¡solo para desarrolladores!",
  "Get GIPS transaction - dev only !": "Obtenga la transacción GIPS - ¡solo para desarrolladores!",
  "To help improve our algorithm, what skin color closely matches yours?": "Para ayudar a mejorar nuestro algoritmo, ¿qué color de piel se parece más al tuyo?",
  "Light/pale": "Claro / pálido",
  "White/fair": "Blanco / claro",
  "Medium, white to olive": "Medio, blanco a oliva",
  "Olive, moderate brown": "Oliva, marrón moderado",
  "Brown, dark brown": "Marrón, marrón oscuro",
  "Black, very dark brown": "Negro, marrón muy oscuro",
  "Idemia email required" : "Idemia email required",
  "Keep your phone still and move your head in any direction." : "Mantenga su teléfono quieto y mueva la cabeza en cualquier dirección.",
  "The main light source should be in front of you, not behind or to the side." : "La fuente de luz principal debe estar frente a usted, no detrás o al costado.",
  "Turn your head left or right" : "Gira tu cabeza hacia la izquierda o hacia la derecha",
  "Thanks for joining members that help improving algorithm." : "Gracias por unirse a los miembros que ayudan a mejorar el algoritmo.",
  "Too Many attempts!" : "¡Demasiados intentos!",
  "For security reason, we have temporarily disabled access to verification." : "Por motivos de seguridad, hemos inhabilitado temporalmente el acceso a la verificación",
  "Please try again in" : "Vuelve a intentarlo en",
  "Thank you!" : "¡Muchas gracias!",
  "Let’s scan your face now" : "Let’s scan your face now",
  "Position yourself in a good lighting and follow the instructions on the next screen." : "Position yourself in a good lighting and follow the instructions on the next screen.",
  "It's ok if you’re wearing eyeglasses." : "It's ok if you’re wearing eyeglasses.",
  "Great !" : "Great !",
  "Stay within the oval": "Stay within the oval",
  "Scanning...": "Scanning...",
  "Processing now...": "Processing now....",
  "This will take just a moment." : "This will take just a moment.",
  "Preparing..." : "Preparing...",
  "Position your face within the oval" : "Position your face within the oval",
  "Good Job !" : "Good Job !",
  "Submit" : "Submit",
  "Or repeat if you see it’s needed." : "Or repeat if you see it’s needed.",
  "Retake selfie" : "Retake selfie",
  "Oops! There are a few issues with your liveness" : "Oops! There are a few issues with your liveness",
  "The light source should be in front of your face." : "The light source should be in front of your face.",
  "Hold your device level with your eyes." : "Hold your device level with your eyes.",
  "Make sure that you are the only person in the camera." : "Make sure that you are the only person in the camera.",
  "Something went wrong" : "Une erreur est survenue",
  "Please restart your liveness by clicking Try again.": "Please restart your liveness by clicking Try again.",
  "Take a selfie": "Take a selfie",
  "Matching successed": "Matching successed",
  "Oops !" : "Oops !",
  "initialization in progress, please wait..." : "Inicialización en curso, espere ...",
  "Camera Access" : "Acceso a la cámara",
  "I accept" : "Acepto",
  "In order to authenticate you, we need access to your phone's camera. Sounds good ?" : "Para autenticarte, necesitamos acceso a la cámara de tu teléfono. ¿Suena bien?",
  "Matching failed. Please try again..." : "Matching failed. Please try again...",
  "No camera access" : "No camera access",
  "We need access to your phone’s camera. Click Allow on the popup or enable it in your privacy settings.": "We need access to your phone’s camera. Click Allow on the popup or enable it in your privacy settings.",
  "Loading results ...": "Cargando resultados ..."
}
