{
  "Checking network signal": "Vérification du signal du réseau",
  "Weak network signal": "Signal réseau faible",
  "Good network signal": "Bon signal de réseau",
  "This process only works with a connection speed of at least":"Ce processus ne fonctionne qu'avec une vitesse de téléchargement d'au moins",
  "This process only works with an upload connection speed of at least":"Ce processus ne fonctionne qu'avec une vitesse de chargement d'au moins",
  "So make sure you maintain a good connection.":"Alors assurez-vous de maintenir une bonne connexion.",
  "It appears your network signal is too weak.":"Il semble que le signal de votre réseau soit trop faible.",
  "re-test network connection":"re-tester la connexion réseau",
  "You seem to be using an unsupported browser.": "Vous semblez utiliser un navigateur non supporté.",
  "You seem to be using an unsupported operating system.": "Vous semblez utiliser un système d'exploitation non supporté.",
  "Please use one of following browsers for a better experience":"Veuillez utiliser l'un des navigateurs suivants pour une meilleure expérience",
  "Please use one of following operating systems for a better experience": "Veuillez utiliser l'un des systèmes d'exploitation suivants pour une meilleure expérience.",

  "SKIP":"PASSER",
  "next":"suivant",
  "Next":"Suivant",
  "Please watch this quick video.":"Veuillez regarder cette vidéo svp.",
  "It will help you understand the next task.":"Cela vous aidera à comprendre la prochaine tâche.",
  "Bring your phone up to eye level.":"Amenez votre téléphone à hauteur des yeux.",
  "Hold your device still and make sure the light source is in front of you.":"Amenez votre téléphone à hauteur des yeux.",
  "For the next task, make sure your computer is flat on a table or other surface.":"Pour la tâche suivante, assurez-vous que votre ordinateur est à plat sur une table ou une autre surface.",
  "For this task, you'll need to center your face.":"Pour cette tâche, vous devrez centrer votre visage.",
  "For this task, center your face and stay still while the timer counts down.":"Pour cette tâche, vous devrez centrer votre visage et rester immobile pendant le compte à rebours.",
  "Are you ready to start?":"Êtes-vous prêt à commencer?",
  "If not, you can rewatch the video to learn helpful tips on how to complete it.":"Sinon, vous pouvez visionner à nouveau la vidéo pour apprendre des astuces utiles pour la compléter.",
  "i'm ready":"je suis prêt",
  "You'll move your head to connect the line to point #1 and point #2.":"Vous allez devoir déplacer votre tête pour connecter la ligne au point n°1 puis au point n°2.",
  "go back":"retour",
  "Need some help? Here's some helpful tips:":"Besoin d'aide? Voici quelques conseils utiles:",
  "Don't move the device, only your head.":"Ne déplacez pas l'appareil, seulement votre tête.",
  "Connect the line with point #1, hold it in place for a count, and then connect it to point #2.":"Connectez la ligne avec le point n°1, maintenez-la en place un moment, puis connectez-la au point n°2.",
  "try again":"réessayer",
  "Try again":"Réessayer",
  "In order to authenticate you, we need access to your phone's camera. Sound good?":"Pour vous authentifier, nous avons besoin d'accéder à la caméra de votre téléphone. D'accord?",
  "In order to authenticate you, we need access to your camera. Sound good?":"Pour vous authentifier, nous avons besoin d'accéder à votre appareil photo. D'accord?",
  "i accept":"J'accepte",
  "help":"aide",
  "Center your face":"Centrez votre visage",
  "Move closer":"Approchez vous",
  "Move further":"Eloignez vous",
  "Please wait a moment.": "Veuillez patienter un instant",
  "Authentication in progress": "Authentification en cours",
  "Please hold your phone vertically.":"Veuillez tenir votre téléphone verticalement.",
  "Rotate your head to move the line.":"Tournez la tête pour déplacer la ligne.",
  "Move the line with your head to this point": "Déplacez la ligne avec la tete sur ce point",
  "Move the dotted line to the point by moving your head.": "Bougez la tete pour déplacez la ligne sur le point",
  "Move only your head, not the device.": "Gardez l'appreil fixe et bougez seulement la tete",
  "You passed liveness!":"Vous avez réussi le défi!",
  "Here's the image we captured during liveness.":"Voici l'image capturée pendant le défi.",
  "restart demo":"redémarrer la démo",
  "It looks like you’re having a bit of trouble. Here are some tips:":"Vous semblez avoir des difficultés. Voici quelques conseils:",
  "It looks like you're having a bit of trouble. we suggest you watch this tutorial video.":"Vous semblez avoir des difficultés. nous vous suggérons de regarder cette vidéo.",
  "Sorry, there was an issue.":"Désolé, un problème s'est produit.",
  "Now, put your phone in front of your face, and take a selfie.":"Maintenant, placez votre téléphone devant votre visage et prenez un selfie.",
  "Now, upload a selfie of yourself.":"Maintenant, téléchargez un selfie de vous.",
  "take my picture":"prendre ma photo",
  "upload my picture":"télécharger ma photo",
  "Success":"Succès",
  "Matching failed.":"Le Matching a échoué.",
  "Uploading image":"Chargement d'image",

  "Failed to get camera device stream":"Impossible de récuperer le flux video de la caméra",
  "You denied camera permissions, either by accident or on purpose.":"Vous avez refusé l'acces à votre caméra intentionnellement ou par accident.",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings. Please refresh the page to restart the demo.":"Pour utiliser cette démo, vous devez activer l'accès à votre appareil photo dans les paramètres de votre navigateur ou de votre système d'exploitation. Veuillez actualiser la page pour redémarrer la démo.",
  "Failed to initialize session":"Échec d'initialisation de la session",
  "Failed to retrieve liveness results":"Impossible de récupérer les résultats du défi",
  "Timeout has expired":"Délai d'attente expiré",
  "Liveness succeeded":"Défi réussi",
  "Liveness failed":"Echec de vérification",
  "An error occurred during the test.":"An error occurred during the test.",
  "Failed to switch camera":"Impossible de changer de caméra",
  "Good job! Only one more point to go.":"Bon travail! encore un dernier point.",
  "Good job! Only two more points to go.":"Bon travail! encore deux points.",
  "Good job! Only three more points to go.":"Bon travail! encore trois points.",
  "Good job! Only four more points to go.":"Bon travail! encore quatre points.",
  "Good job! Only five more points to go.":"Bon travail! encore cinq points.",
  "Matching succeeded <br> score: ":"Matching réussi <br> score: ",
  "Matching failed <br> score: ":"Matching échoué <br> score: ",
  "Don't move.": "Ne bougez plus",
  "The place is too dark": "L'endroit est trop sombre",
  "The place is too bright": "L'endroit est trop lumineux",
  "Video Campaign": "Campagne vidéo",
  "We are asking you to help us by sharing your face's details. This will take less than 5 minutes and it will help us improve our algorithm.": "Nous vous demandons de nous aider en nous communiquant les détails de votre visage. Cela prendra moins de 5 minutes et nous aidera à améliorer notre algorithme.",
  "Country": "Pays",
  "Choose Country": "Choisissez un pays",
  "Email": "Courriel",
  "Email address": "Adresse électronique",
  "I agree to the ": "J'accepte les ",
  "Terms of Use ": "conditions d'utilisation ",
  "and ": "et ",
  "Privacy and Cookies Policy.": "la politique en matière de confidentialité et de cookies.",
  "You'll be capturing your face under different lighting and environment conditions.": "Vous allez capturer votre visage dans des conditions d'éclairage et d'environnement différentes.",
  "Please start by indicating what lighting you have right now. Is it natural light (sun) or artificial light (lamps or overhead lights) ?": "Veuillez commencer par indiquer l'éclairage dont vous disposez actuellement. S'agit-il de la lumière naturelle (soleil) ou artificielle (lampes ou plafonniers) ?",
  "Natural light (sun)": "Lumière naturelle (soleil)",
  "Artificial light": "Lumière artificielle",
  "Continue": "Continuer",
  "Are you outside or inside right now?": "Vous êtes dehors ou à l'intérieur en ce moment ?",
  "I'm outside": "Je suis dehors" ,
  "I'm inside": "Je suis à l'intérieur",
  "Are you wearing glasses right now?": "Portez-vous des lunettes en ce moment ?",
  "I’m not wearing glasses": "Je ne porte pas de lunettes",
  "I’m wearing glasses": "Je porte des lunettes",
  "Great! Now please move to another room or go outside if you’re inside or go inside if you’re outside.": "Super ! Maintenant, veuillez vous déplacer dans une autre pièce ou sortir si vous êtes à l'intérieur ou entrer si vous êtes à l'extérieur",
  "Please indicate what lighting you have right now. Is it natural light (sun) or artificial light (lamps or overhead lights)?": "Veuillez indiquer l'éclairage dont vous disposez actuellement. S'agit-il de la lumière naturelle (soleil) ou artificielle (lampes ou plafonniers) ?",
  "Please fill in the required fields.": "Veuillez renseigner les champs obligatoires.",
  "Great!": "Super !",
  "Terms and Conditions": "Conditions générales",
  "Keep still for 5 sec.": "Restez immobile pendant 5 sec.",
  "Get GIPS portrait - dev only !": "Récupérer l'image depuis GIPS - dev !!",
  "Get GIPS transaction - dev only !": "Récupérer la transaction GIPS - dev !!",
  "To help improve our algorithm, what skin color closely matches yours?": "Pour aider à améliorer nos algorithmes, quelle couleur de peau correspond le plus à la vôtre?",
  "Light/pale": "Clair / pâle",
  "White/fair": "Blanc / clair",
  "Medium, white to olive": "Moyen, blanc à olive",
  "Olive, moderate brown": "Olive, brun modéré",
  "Brown, dark brown": "Marron, marron foncé",
  "Black, very dark brown": "Noir, marron très foncé",
  "Idemia email required" : "Un email Idemia est requis",
  "Keep your phone still and move your head in any direction." : "Gardez votre téléphone immobile et bougez votre tête dans n'importe quelle direction.",
  "The main light source should be in front of you, not behind or to the side." : "La source lumineuse principale doit être en face de vous, pas derrière ou sur le côté.",
  "Turn your head left or right" : "Tournez votre tête à gauche ou à droite",
  "Thanks for joining members that help improving algorithm." : "Merci d'avoir rejoint les membres qui aident à améliorer notre algorithme.",
  "Too Many attempts!" : "Trop d'essais!",
  "Server is at capacity" : "Le serveur est à pleine capacité",
  "For security reason, we have temporarily disabled access to verification." : "Pour des raisons de sécurité, nous avons temporairement désactivé l'accès à la vérification.",
  "The server is currently unable to handle your request. Please try again in a few moments." : "Le serveur est actuellement incapable de traiter votre demande. Merci de réessayer dans quelques instants.",
  "Please try again in" : "Veuillez réessayer dans",
  "Thank you!" : "Merci!",
  "Let’s scan your face now" : "Scannez votre visage maintenant",
  "Position yourself in a good lighting and follow the instructions on the next screen." : "Placez-vous dans un bon éclairage et suivez les instructions sur l'écran suivant.",
  "Make sure your face is well-lit and the light source is in front of you." : "Assurez-vous que votre visage est bien éclairé et que la source de lumière est devant vous.",
  "Make sure your face is well-lit and try not to move your device while scanning." : "Assurez-vous que votre visage est bien éclairé et essayez de ne pas déplacer votre appareil pendant la capture.",
  "Follow the instructions on the next screen." : "Suivez les instructions sur l'écran suivant.",
  "It's ok if you’re wearing eyeglasses." : "Ce n'est pas grave si vous portez des lunettes.",
  "Great !" : "Super !",
  "Stay within the oval": "Restez dans le cercle",
  "Scanning...": "Acquisition en cours...",
  "Processing now...": "Calcul en cours...",
  "This will take just a moment." : "Cela ne prendra qu'un instant.",
  "Preparing..." : "Préparation en cours...",
  "Position your face within the oval" : "Positionnez votre visage dans le cercle",
  "Good Job !" : "Bravo !",
  "Submit" : "Soumettre",
  "Or repeat if you see it’s needed." : "Ou recommencez si vous voyez que c'est nécessaire.",
  "Retake selfie" : "Reprendre une photo",
  "Oops! There are a few issues with your liveness" : "Oops! Il y a eu une erreur avec votre liveness",
  "The light source should be in front of your face." : "La source lumineuse doit être devant votre visage.",
  "Hold your device level with your eyes." : "Tenez votre appareil au niveau de vos yeux.",
  "Oops! There were a few issues" : "Oops! Il y a des erreurs avec votre liveness",
  "Hold your device still and at eye level." : "Tenez votre appareil immobile et au niveau des yeux.",
  "Make sure that you are the only person in the camera." : "Assurez-vous que vous êtes la seule personne devant la caméra.",
  "Something went wrong" : "Une erreur est survenue",
  "Please restart your liveness by clicking Try again.": "Veuillez redémarrer votre liveness en cliquant sur Réessayer.",
  "Take a selfie": "Prenez une photo",
  "Matching succeeded": "Le matching a réussi",
  "Oops !" : "Oops !",
  "Initialization in progress..." : "Initialisation en cours...",
  "Camera Access" : "Accès à la camera",
  "I accept" : "J'accepte",
  "In order to authenticate you, we need access to your phone's camera. Sounds good ?" : "Afin de vous authentifier, nous avons besoin d'accéder à l'appareil photo de votre téléphone. Cela vous convient-il ?",
  "In order to authenticate you, we need access to your camera. Sounds good ?" : "Afin de vous authentifier, nous avons besoin d'accéder à votre appareil photo. Cela vous convient-il ?",
  "Matching failed. Please try again..." : "Le matching a échoué. Essayez encore...",
  "No camera access" : "Pas d'accès à l'appareil photo",
  "We need access to your phone’s camera. Click Allow on the popup or enable it in your privacy settings.": "Nous avons besoin d'accéder à l'appareil photo de votre téléphone. Cliquez sur Autoriser dans la fenêtre popup ou activez-le dans vos paramètres de confidentialité.",
  "We need access to your camera. Click Allow on the popup or enable it in your privacy settings. Please refresh the page to restart the demo.": "Nous avons besoin d'accéder à votre appareil photo. Cliquez sur Autoriser dans la fenêtre popup ou activez-le dans vos paramètres de confidentialité. Veuillez actualiser la page pour redémarrer la démo.",
  "Loading results ...": "Chargement des résultats ...",
  "Bring your phone up to eye level.": "Mettez votre téléphone à hauteur des yeux.",
  "Center your face inside the oval and follow the on-screen instructions.": "Centrez votre visage à l'intérieur de l'ovale et suivez les instructions à l'écran.",
  "Hold your device still and make sure the light source is in front of you.": "Tenez votre appareil immobile et assurez-vous que la source de lumière est devant vous.",
  "Center you face within the oval and follow the on-screen instructions.": "Centrez votre visage dans l'ovale et suivez les instructions à l'écran.",
  "Ok, I got it": "OK j'ai compris",
  "Watch tutorial": "Regarder le tutoriel",
  "Check the tips below or try using a different device.": "Consultez les conseils ci-dessous ou essayez d'utiliser un autre appareil.",
  "Refresh the page": "Actualiser la page",
  "Uploading": "Chargement",
  "We are uploading your results": "Nous téléchargeons vos résultats",
  "This might take a few moments": "Cela peut prendre quelques instants",
  "Downloading resources...": "Téléchargement des ressources..."
}
