{
  "Checking network signal": "Comprobando la señal de red",
  "Weak network signal":"Señal de red débil",
  "Good network signal":"Buena señal de red",
  "This process only works with a connection speed of at least":"Este proceso solo funciona con una velocidad de conexión de al menos",
  "This process only works with an upload connection speed of at least":"Este proceso solo funciona con una velocidad de conexión de carga de al menos",
  "so make sure you maintain a good connection.":"así que asegúrate de mantener una buena conexión.",
  "It appears your network signal is too weak.":"Parece que su señal de red es demasiado débil.",
  "re-test network connection":"volver a probar la conexión de red",
  "You seem to be using an unsupported browser.":"Parece que estás usando un navegador no compatible.",
  "You seem to be using an unsupported operating system.":"Parece que está utilizando un sistema operativo no compatible.",
  "Please use one of following browsers for a better experience":"Utilice uno de los siguientes navegadores para una mejor experiencia",
  "Please use one of following operating systems for a better experience":"Utilice uno de los siguientes sistemas operativos para una mejor experiencia",

  "SKIP":"OMITIR",
  "next":"próximo",
  "Please watch this quick video.":"Por favor, mira este video rápido.",
  "It will help you understand the next task.":"Te ayudará a comprender la próxima tarea.",
  "Bring your phone up to eye level.":"Lleve su teléfono a la altura de los ojos.",
  "For the next task, make sure your computer is flat on a table or other surface.":"Para la próxima tarea, asegúrese de que su computadora esté plana sobre una mesa u otra superficie.",
  "For this task, you'll need to center your face.":"Para esta tarea, necesitarás centrar tu cara.",
  "Are you ready to start?":"¿Estas listo para empezar?",
  "If not, you can rewatch the video to learn helpful tips on how to complete it.":"Si no, puede volver a ver el video para obtener consejos útiles sobre cómo completarlo.",
  "i'm ready":"Estoy listo",
  "You'll move your head to connect the line to point #1 and point #2.":"Moverás la cabeza para conectar la línea al punto 1 y al 2.",
  "go back":"regresa",
  "Need some help? Here's some helpful tips:":"¿Necesidad de ayuda? Aquí hay algunos consejos útiles:",
  "Don't move the device, only your head.":"No muevas el dispositivo, solo tu cabeza.",
  "Connect the line with point #1, hold it in place for a count, and then connect it to point #2.":"Conecte la línea con el punto n. ° 1, manténgala en su lugar para contar y luego conéctela al punto n. ° 2.",
  "try again":"Inténtalo de nuevo",
  "In order to authenticate you, we need access to your phone's camera. Sound good?":"Para autenticarlo, necesitamos acceso a la cámara de su teléfono. ¿Suena bien?",
  "i accept":"acepto",
  "help":"ayuda",
  "Center your face":"Centra tu cara",
  "Move closer":"Muévete mas cerca",
  "Please wait a moment.": "Por favor espera un momento.",
  "Authentication in progress": "Autenticación en curso",
  "Please hold your phone vertically.":"Por favor sostenga su teléfono verticalmente.",
  "Rotate your head to move the line.":"Gira la cabeza para mover la línea.",
  "Move the line with your head to this point":"Mueve la línea con la cabeza hasta este punto",
  "Move the dotted line to the point by moving your head.":"Mueva la línea punteada al punto moviendo la cabeza.",
  "Move only your head, not the device.":"Mueve solo tu cabeza, no el teléfono.",
  "You passed liveness!":"¡Pasaste vida!",
  "Here's the image we captured during liveness.":"Aquí está la imagen que capturamos durante la vida.",
  "restart demo":"reiniciar demo",
  "It looks like you’re having a bit of trouble. Here are some tips:":"Pareces tener dificultades. Aquí hay algunos consejos:",
  "It looks like you're having a bit of trouble. we suggest you watch this tutorial video.":"Parece que estás teniendo problemas. Te sugerimos que veas este video tutorial.",
  "Sorry, there was an issue.":"Lo siento, hubo un problema.",
  "Now, put your phone in front of your face, and take a selfie.":"Ahora, pon tu teléfono frente a tu cara y tómate una selfie.",
  "Now, upload a selfie of yourself.":"Ahora, sube una selfie tuya.",
  "take my picture":"toma mi foto",
  "upload my picture":"subir mi foto",
  "Success":"Éxito",
  "Matching failed.":"La coincidencia ha fallado.",
  "Uploading image":"Subiendo imagen",

  "Failed to get camera device stream":"No se pudo obtener la transmisión del dispositivo de la cámara",
  "You denied camera permissions, either by accident or on purpose.":"Denegaste los permisos de la cámara, ya sea por accidente o a propósito.",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.":"Para utilizar esta demostración, debe habilitar los permisos de la cámara en la configuración de su navegador o en la configuración de su sistema operativo.",
  "Failed to initialize session":"Error al inicializar la sesión",
  "Failed to retrieve liveness results":"Error al recuperar resultados de vida",
  "Timeout has expired":"El tiempo de espera ha expirado",
  "Liveness succeeded":"La vida tuvo éxito",
  "Liveness failed":"La viveza fracasó",
  "Failed to switch camera":"Error al cambiar de cámara",
  "Good job! Only one more point to go.":"¡Buen trabajo! Solo falta un punto más.",
  "Good job! Only two more points to go.":"¡Buen trabajo! Solo quedan dos puntos más.",
  "Good job! Only three more points to go.":"¡Buen trabajo! Solo quedan tres puntos más.",
  "Good job! Only four more points to go.":"¡Buen trabajo! Solo quedan cuatro puntos más.",
  "Good job! Only five more points to go.":"¡Buen trabajo! Solo quedan cinco puntos más.",
  "Matching succeeded <br> score: ":"La coincidencia tuvo éxito en la puntuación:",
  "Matching failed <br> score: ":"Resultado fallido de igualación:",
  "Don't move.": "No te muevas.",
  "The place is too dark": "El lugar esta muy oscuro",
  "The place is too bright": "El lugar es muy brillante."
}
