{
  "Checking network signal": "Vérification du signal du réseau",
  "Weak network signal": "Signal réseau faible",
  "Good network signal": "Bon signal de réseau",
  "This process only works with a connection speed of at least":"Ce processus ne fonctionne qu'avec une vitesse de téléchargement d'au moins",
  "This process only works with an upload connection speed of at least":"Ce processus ne fonctionne qu'avec une vitesse de chargement d'au moins",
  "so make sure you maintain a good connection.":"alors assurez-vous de maintenir une bonne connexion.",
  "It appears your network signal is too weak.":"Il semble que le signal de votre réseau soit trop faible.",
  "re-test network connection":"re-tester la connexion réseau",
  "You seem to be using an unsupported browser.": "Vous semblez utiliser un navigateur non supporté.",
  "You seem to be using an unsupported operating system.": "Vous semblez utiliser un système d'exploitation non supporté.",
  "Please use one of following browsers for a better experience":"Veuillez utiliser l'un des navigateurs suivants pour une meilleure expérience",
  "Please use one of following operating systems for a better experience": "Veuillez utiliser l'un des systèmes d'exploitation suivants pour une meilleure expérience.",

  "SKIP":"PASSER",
  "next":"suivant",
  "Please watch this quick video.":"Veuillez regarder cette vidéo svp.",
  "It will help you understand the next task.":"Cela vous aidera à comprendre la prochaine tâche.",
  "Bring your phone up to eye level.":"Amenez votre téléphone à hauteur des yeux.",
  "For the next task, make sure your computer is flat on a table or other surface.":"Pour la tâche suivante, assurez-vous que votre ordinateur est à plat sur une table ou une autre surface.",
  "For this task, you'll need to center your face.":"Pour cette tâche, vous devrez centrer votre visage.",
  "Are you ready to start?":"Êtes-vous prêt à commencer?",
  "If not, you can rewatch the video to learn helpful tips on how to complete it.":"Sinon, vous pouvez visionner à nouveau la vidéo pour apprendre des astuces utiles pour la compléter.",
  "i'm ready":"je suis prêt",
  "You'll move your head to connect the line to point #1 and point #2.":"Vous allez devoir déplacer votre tête pour connecter la ligne au point n°1 puis au point n°2.",
  "go back":"retour",
  "Need some help? Here's some helpful tips:":"Besoin d'aide? Voici quelques conseils utiles:",
  "Don't move the device, only your head.":"Ne déplacez pas l'appareil, seulement votre tête.",
  "Connect the line with point #1, hold it in place for a count, and then connect it to point #2.":"Connectez la ligne avec le point n°1, maintenez-la en place un moment, puis connectez-la au point n°2.",
  "try again":"réessayer",
  "In order to authenticate you, we need access to your phone's camera. Sound good?":"Pour vous authentifier, nous avons besoin d'accéder à la caméra de votre téléphone. D'accord?",
  "i accept":"J'accepte",
  "help":"aide",
  "Center your face":"Centrez votre visage",
  "Move closer":"Approchez vous",
  "Please wait a moment.": "Veuillez patienter svp",
  "Authentication in progress": "Authentification en cours",
  "Please hold your phone vertically.":"Veuillez tenir votre téléphone verticalement.",
  "Rotate your head to move the line.":"Tournez la tête pour déplacer la ligne.",
  "Move the line with your head to this point": "Déplacez la ligne avec la tete sur ce point",
  "Move the dotted line to the point by moving your head.": "Bougez la tete pour déplacez la ligne sur le point",
  "Move only your head, not the device.": "Gardez l'appreil fixe et bougez seulement la tete",
  "You passed liveness!":"Vous avez réussi le défi!",
  "Here's the image we captured during liveness.":"Voici l'image capturée pendant le défi.",
  "restart demo":"redémarrer la démo",
  "It looks like you’re having a bit of trouble. Here are some tips:":"Vous semblez avoir des difficultés. Voici quelques conseils:",
  "It looks like you're having a bit of trouble. we suggest you watch this tutorial video.":"Vous semblez avoir des difficultés. nous vous suggérons de regarder cette vidéo.",
  "Sorry, there was an issue.":"Désolé, un problème s'est produit.",
  "Now, put your phone in front of your face, and take a selfie.":"Maintenant, placez votre téléphone devant votre visage et prenez un selfie.",
  "Now, upload a selfie of yourself.":"Maintenant, téléchargez un selfie de vous.",
  "take my picture":"prendre ma photo",
  "upload my picture":"télécharger ma photo",
  "Success":"Succès",
  "Matching failed.":"Le Matching a échoué.",
  "Uploading image":"Chargement d'image",

  "Failed to get camera device stream":"Impossible de récuperer le flux video de la caméra",
  "You denied camera permissions, either by accident or on purpose.":"Vous avez refusé l'acces à votre caméra intentionnellement ou par accident.",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.":"Pour utiliser cette démo, vous devez activer l'acces à votre appareil photo dans les paramètres de votre navigateur ou de votre système d'exploitation.",
  "Failed to initialize session":"Échec d'initialisation de la session",
  "Failed to retrieve liveness results":"Impossible de récupérer les résultats du défi",
  "Timeout has expired":"Délai d'attente expiré",
  "Liveness succeeded":"Défi réussi",
  "Liveness failed":"Echec de vérification",
  "Failed to switch camera":"Impossible de changer de caméra",
  "Good job! Only one more point to go.":"Bon travail! encore un dernier point.",
  "Good job! Only two more points to go.":"Bon travail! encore deux points.",
  "Good job! Only three more points to go.":"Bon travail! encore trois points.",
  "Good job! Only four more points to go.":"Bon travail! encore quatre points.",
  "Good job! Only five more points to go.":"Bon travail! encore cinq points.",
  "Matching succeeded <br> score: ":"Matching réussi <br> score: ",
  "Matching failed <br> score: ":"Matching échoué <br> score: ",
  "Don't move.": "Ne bougez plus",
  "The place is too dark": "L'endroit est trop sombre",
  "The place is too bright": "L'endroit est trop lumineux"
}
