{
  "Checking network signal": "ネットワークの信号を確認する",
  "Weak network signal": "ネットワーク信号が弱い",
  "Good network signal": "良好なネットワーク信号",
  "This process only works with a connection speed of at least": "このプロセスは、少なくとも以下の接続速度でのみ動作する。",
  "This process only works with an upload connection speed of at least": "このプロセスは、少なくともアップロード接続速度でのみ機能するため",
  "so make sure you maintain a good connection.": "適切な接続を維持するようにする。",
  "It appears your network signal is too weak.": "ネットワーク信号が弱すぎるように見える。",
  "re-test network connection": "ネットワーク接続を再テストする",
  "You seem to be using an unsupported browser.": "サポートされていないブラウザを使用しているようである。",
  "You seem to be using an unsupported operating system.": "サポートされていないオペレーティングシステムを使用しているようである。",
  "Please use one of following browsers for a better experience": "使いやすくするために、次のいずれかのブラウザを使用する。",
  "Please use one of following operating systems for a better experience": "以下のオペレーティング・システムのいずれかを使用して、より良いエクスペリエンスを得。",
  "SKIP": "スキップ",
  "next": "次",
  "Please watch this quick video.": "このクイックビデオをご覧ください。",
  "It will help you understand the next task.": "これは、次のタスクを理解するのに役立つ。",
  "Bring your phone up to eye level.": "あなたの電話を目のレベルまで持っていく。",
  "For the next task, make sure your computer is flat on a table or other surface.": "次の作業では、コンピュータがテーブルなどの表面に平らであることを確認する。",
  "For this task, you'll need to center your face.": "この作業では、顔を中央に配置する必要がある。",
  "Are you ready to start?": "開始する準備はできているか？",
  "If not, you can rewatch the video to learn helpful tips on how to complete it.": "そうでない場合は、ビデオを再度見て、ビデオを完成させる方法に関するヒントを確認できる。",
  "i'm ready": "準備できました",
  "You'll move your head to connect the line to point #1 and point #2.": "1 番目のポイントと2 番目のポイントをつなぐために頭を動かす。",
  "go back": "戻る",
  "Need some help? Here's some helpful tips:": "助けが必要ですか? 役に立つヒントをいくつか紹介する:",
  "Don't move the device, only your head.": "デバイスを動かさない。頭だけを動かす。",
  "Connect the line with point #1, hold it in place for a count, and then connect it to point #2.": "ポイント#1 に回線を接続し、カウントのために回線を所定の位置に保持してから、ポイント#2 に接続する。",
  "try again": "再試行する",
  "In order to authenticate you, we need access to your phone's camera. Sound good?": "認証を行うには、端末のカメラにアクセスする必要がある。サウンドは良好であるか？",
  "i accept": "同意する",
  "help": "ヘルプ",
  "Center your face": "顔の中央揃え",
  "Move closer": "近づく",
  "Please wait a moment.": "ちょっと待って",
  "Authentication in progress": "認証が進行中です",
  "Please hold your phone vertically.": "端末を縦に持つ。",
  "Rotate your head to move the line.": "頭を回転させて線を動かします。",
  "Move the line with your head to this point": "ヘッドを動かして点線をポイントに移動する。",
  "Move the dotted line to the point by moving your head.": "頭だけを動かし、デバイスは動かさない。",
  "Move only your head, not the device.": "頭だけを動かし、デバイスは動かさない。",
  "You passed liveness!": "ライブネスを渡した。",
  "Here's the image we captured during liveness.": "ライブ中にキャプチャした画像を次に示す。",
  "restart demo": "デモを再起動する",
  "It looks like you’re having a bit of trouble. Here are some tips:": "ちょっと問題になっているようである。ヒントを次に示します:",
  "It looks like you're having a bit of trouble. we suggest you watch this tutorial video.": "ちょっと問題になっているようである。このチュートリアルビデオをご覧になることをお勧めする。",
  "Sorry, there was an issue.": "すみませんが、問題があった。",
  "Now, put your phone in front of your face, and take a selfie.": "次に、端末を顔の前に置き、セルフィーを撮影する。",
  "Now, upload a selfie of yourself.": "次に、自分のセルフィーをアップロードする。",
  "take my picture": "マイピクチャを撮影する",
  "upload my picture": "マイピクチャをアップロードする",
  "Success": "成功",
  "Matching failed.": "マッチングに失敗した。",
  "Uploading image": "画像のアップロード",
  "Failed to get camera device stream": "カメラデバイスストリームの取得に失敗した",
  "You denied camera permissions, either by accident or on purpose.": "誤って、または目的のために、カメラのアクセス許可を拒否した。",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.": "このデモを使用するには、ブラウザ設定またはオペレーティングシステム設定でカメラ権限を有効にする必要がある。",
  "Failed to initialize session": "セッションの初期化に失敗した",
  "Failed to retrieve liveness results": "ライブネス結果の取得に失敗した。",
  "Timeout has expired": "タイムアウトが終了した",
  "Liveness succeeded": "ライブネス成功",
  "Liveness failed":"ライブネス失敗 しました",
  "Failed to switch camera": "カメラの切り替えに失敗した",
  "Good job! Only one more point to go.": "良い仕事! 移動するポイントは1 つだけである。",
  "Good job! Only two more points to go.": "良い仕事! あと2つのポイントだけが移動する。",
  "Good job! Only three more points to go.": "良い仕事! あと3つのポイントだけが移動する。",
  "Good job! Only four more points to go.": "良い仕事! さらに4つのポイントだけが移動する。",
  "Good job! Only five more points to go.": "良い仕事! あと5つのポイントだけが移動する。",
  "Matching succeeded <br> score: ": "マッチングが成功した<br>スコア:",
  "Matching failed <br> score: ": "一致失敗<br>スコア:",
  "Don't move.":"動かないで",
  "The place is too dark": "場所が暗すぎる",
  "The place is too bright": "場所が明るすぎる"
}
