{
  "You seem to be using an unsupported operating system.": "サポートされていないオペレーティングシステムを使用しているようです。",
  "Please use one of following operating systems for a better experience": "より良い体験のために、以下のオペレーティングシステムのいずれかを使用してください",
  "You seem to be using an unsupported browser.": "サポートされていないブラウザを使用しているようです。",
  "Please use one of following browsers for a better experience": "より良い体験のために以下のブラウザのいずれかを使用してください",
  "Checking network signal": "ネットワーク信号の確認",
  "Weak network signal": "弱いネットワーク信号",
  "This process only works with a connection speed of at least": "このプロセスは、少なくとも接続速度が高い場合にのみ機能します",
  "This process only works with an upload connection speed of at least": "このプロセスは、少なくともアップロード接続速度が高い場合にのみ機能します",
  "It appears your network signal is too weak.": "ネットワーク信号が弱すぎるようです。",
  "re-test network connection": "ネットワーク接続を再テストします",
  "Good network signal": "良好なネットワーク信号",
  "so make sure you maintain a good connection.": "したがって、良好な接続を維持するようにしてください。",
  "i'm ready": "準備できました",
  "SKIP": "スキップ",
  "Failed to get camera device stream": "カメラデバイスストリームの取得に失敗しました",
  "You denied camera permissions, either by accident or on purpose.": "偶然または故意に、カメラの許可を拒否しました。",
  "In order to use this demo, you need to enable camera permissions in your browser settings or in your operating system settings.": "このデモを使用するには、ブラウザの設定またはオペレーティングシステムの設定でカメラの権限を有効にする必要があります。",
  "Failed to retrieve capture results": "キャプチャ結果の取得に失敗しました",
  "i accept": "承諾します",
  "Sorry, there was an issue.": "申し訳ありませんが、問題が発生しました。",
  "The selected camera doesn't support required resolution: ": "選択したカメラは必要な解像度をサポートしていません：",
  "First, get an ID that has your picture.": "まず、あなたの写真が入っているIDを取得します。",
  "This can be a driver’s license, state ID card, learner’s permit, or passport.": "これは、運転免許証、州のIDカード、仮免許証、またはパスポートの場合があります。",
  "I've got one": "私は1つ持っています",
  "What country is the ID from?": "IDはどこの国からですか？",
  "Frequently searched countries": "頻繁に検索される国",
  "What type of": "どのような種類の",
  "document is it?": "ドキュメントですか？",
  "Scan your document.": "ドキュメントをスキャンします。",
  "Ensure your ID is centered in the frame. Clean your device’s camera if it’s dirty.": "IDがフレームの中央に配置されていることを確認してください。デバイスのカメラが汚れている場合は、掃除してください。",
  "Continue": "継続する",
  "We extracted info from your document.": "ドキュメントから情報を抽出しました。",
  "If anything is incorrect, please retake a picture of your document.": "何かが間違っている場合は、ドキュメントの写真を撮り直してください。",
  "First Name": "ファーストネーム",
  "Michael": "マイケル",
  "Last Name": "苗字",
  "Daniel": "ダニエル",
  "DOB": "DOB",
  "1975-03-07": "1975年7月3日",
  "Adresse": "住所",
  "62 Cottonwood Rd, Anytown, MA": "62コットンウッドロード、エニータウン、マサチューセッツ州",
  "Restart Demo": "デモを再開する",
  "it's incorrect, rescan document": "正しくありません、ドキュメントを再スキャンしてください",
  "We had some difficulties to capture your document, Ensure all corners are visible.": "ドキュメントをキャプチャするのにいくつかの問題がありました。すべてのコーナーが表示されていることを確認してください。",
  "Example photo": "写真の例",
  "Retry again": "再試行してください",
  "Scan the back of your": "あなたの背中をスキャンします",
  "Ensure your ID is centered in the frame": "IDがフレームの中央に配置されていることを確認してください",
  "and that": "そしてそれ",
  "clearly visible.": "はっきりと見える。",
  "Clean your device’s camera if it’s dirty.": "デバイスのカメラが汚れている場合は、掃除してください。",
  "We extracted info from": "から情報を抽出しました",
  "the": "インクルード",
  "on": "オン",
  "your": "君の",
  "If anything is incorrect, please retake a picture of the back of your ID.": "何か間違っている場合は、IDの裏側の写真を撮り直してください。",
  "looks good, continue": "よさそうだ、続ける",
  "We had some difficulties to capture your document, Ensure all corners are visible like the example below": "ドキュメントをキャプチャするのにいくつかの問題がありました。以下の例のように、すべてのコーナーが表示されていることを確認してください",
  "Scan the front of your": "あなたの正面をスキャンします",
  "We extracted info from the front of your": "私たちはあなたの正面から情報を抽出しました",
  "If anything is incorrect, please retake a picture of your ID.": "何か間違っている場合は、IDの写真を撮り直してください。",
  "Scan the inside page of your passport.": "パスポートの内側のページをスキャンします。",
  "While holding the passport with one hand, ensure the bottom info and your photo are clearly visible. Clean your phone’s camera if it’s dirty.": "片手でパスポートを持っている間、下部の情報とあなたの写真がはっきりと見えることを確認してください。スマートフォンのカメラが汚れている場合は、掃除してください。",
  "We extracted info from the inside page of your passport.": "パスポートの内側のページから情報を抽出しました。",
  "If anything is incorrect, please rescan your document.": "何かが間違っている場合は、ドキュメントを再スキャンしてください。",
  "In order to authenticate your document, we need access to your phone's camera. Sound good?": "ドキュメントを認証するには、携帯電話のカメラにアクセスする必要があります。いいね？",
  "Align ID in frame": "IDをフレームに揃える",
  "Align Inside page of ID in frame": "IDの内側のページをフレームに揃えます",
  "Align Front of ID in frame": "IDの前面をフレームに揃えます",
  "Align Back of ID in frame": "IDの背面をフレームに揃えます",
  "Keep your document still": "ドキュメントを静止させてください",
  "Scanning document in progress": "スキャン中のドキュメント",
  "Hold your document straight": "ドキュメントをまっすぐに保持します",
  "Low light detected": "低照度が検出されました",
  "Reflection detected in document": "ドキュメントで反射が検出されました",
  "Move document further": "ドキュメントをさらに移動する",
  "Move document closer": "ドキュメントを近づける",
  "Authenticating…": "認証中…",
  "Verifying your submitted document": "提出されたドキュメントの確認"
}
